Repository: AnmiTaliDev/teleprompter
Catalog: po/*.po
Languages: bg, he, hi, nl, tr

source: A simple app to read scrolling text from your screen. It has an adaptive layout to work on smartphones too.
bg: Просто приложение за четене на превъртащ се текст от екрана. Има съвместим потребителски интерфейс и за телефони.
he: יישום פשוט לקריאת טקסט בגלילה על המסך שלך. יש לו פריסה שניתנת להתאמה כדי לפעול גם על טלפונים חכמים.
hi: आपकी स्क्रीन से स्क्रॉलिंग पाठ पढ़ने के लिए एक सरल ऐप। इसमें स्मार्टफ़ोन पर काम करने के लिए एक अनुकूली अभिन्यास भी है।
nl: Een eenvoudige toepassing om schuivende tekst op uw scherm te lezen. De indeling wordt automatisch aangepast bĳ gebruik op smartphones.
tr: Ekranınızdan kayan metni okumak için basit bir uygulama. Akıllı telefonlarda da çalışmak için uyarlanabilir düzene sahiptir.

source: Display scrolling text on your screen
bg: Показвайте превъртащ се текст на екрана
he: הצגת טקסט נגלל על המסך שלך
hi: अपनी स्क्रीन पर स्क्रॉलिंग पाठ प्रदर्शित करें
nl: Lees schuivende tekst op uw scherm
tr: Kayan metni ekranınızda görüntüleyin

source: Settings are applied right away
nl: De voorkeuren worden onmiddelĳk toegepast

source: Fixed some typos
nl: Opgelost: enkele typfouten

source: Fixed highlighting issues
nl: Opgelost: markeerproblemen

source: Fixed some bugs
nl: Opgelost: enkele bugs

source: Improved some icons
nl: Verbeterd: enkele pictogrammen

source: Added Spanish translation
nl: Nieuw: Spaanse vertaling

source: Added Russian translation (Сергей Ворон)
nl: Nieuw: Russische vertaling (met dank aan Сергей Ворон!)

source: When the end is reached it stops
nl: Het schuiven stopt zodra het einde is bereikt

source: New icon
nl: Nieuw pictogram

source: Fixed highlighting bugs
nl: Opgelost: markeerbugs
tr: Vurgulama hataları düzeltildi

source: Added Turkish translation (Sabri Ünal)
nl: Nieuw: Turkse vertaling (met dank aan Sabri Ünal!)
tr: Türkçe çeviri eklendi (Sabri Ünal)

source: Added French translation (Irénée Thirion)
nl: Nieuw: Franse vertaling (met dank aan Irénée Thirion)
tr: Fransızca çeviri eklendi (Irénée Thirion)

source: Added Italian translation
nl: Nieuw: Italiaanse vertaling
tr: İtalyanca çeviri eklendi

source: Fixed some translation issue
nl: Opgelost: vertaalprobleem
tr: Kimi çeviri hataları düzeltildi

source: Fixed text becoming invisible
nl: Opgelost: tekst werd onzichtbaar
tr: Metinlerin görünmez olması hatası düzeltildi

source: Fixed bug when opening unsupported files
nl: Opgelost: bug bĳ het openen van niet-ondersteunde bestanden
tr: Desteklenmeyen dosya açılırken yaşanan sorun düzeltildi

source: Fixed the bold highlight setting not being saved
nl: Opgelost: vetgedrukte markering werd niet bewaard
tr: Koyu vurgulama ayarının kaydedilmemesi hatası düzeltildi

source: First release!
nl: De allereerste versie!
tr: İlk sürüm!

source: The font used
bg: Използваният шрифт
he: הגופן שבשימוש
hi: प्रयुक्त फॉन्ट
nl: Lettertype
tr: Kullanılan yazı tipi

source: The font used for displaying text.
bg: Шрифтът, използван за показване на текст.
he: הגופן שמשמש להצגת הטקסט.
hi: पाठ प्रदर्शित करने के लिए प्रयुक्त फॉन्ट।
nl: Het lettertype van de getoonde tekst.
tr: Metin görüntelemek için kullanılan yazı tipi.

source: The font color
bg: Цвят на шрифта
he: צבע הגופן
hi: फॉन्ट रंग
nl: Tekstkleur
tr: Yazı tipi rengi

source: The background color
bg: Цвят на фона
he: צבע הרקע
hi: पृष्ठभूमि का रंग
nl: Achtergrondkleur
tr: Arka plan rengi

source: The speed
bg: Скоростта
he: המהירות
hi: गति
nl: Snelheid
tr: Hız

source: The slow speed
bg: Бавната скорост
he: המהירות האטית
hi: धीमी गति
nl: Langzaam
tr: Yavaş hız

source: Also bold all the highlight
bg: Също така удебелете всичко оцветено
he: גם להדגיש את ההבלטה
hi: इसके अलावा सभी चिन्हांकित को बोल्ड करें
nl: Alle markeringen vetgedrukt maken
tr: Tüm vurguları kalınlaştır

source: Scroll Settings
bg: Настройки на превъртане
he: הגדרות גלילה
hi: स्क्रॉल सेटिंग्स
nl: Schuifvoorkeuren
tr: Kaydırma Ayarları

source: Scroll Speed
bg: Скорост на превъртане
he: מהירות גלילה
hi: स्क्रोल गति
nl: Schuifsnelheid
tr: Kaydırma Hızı

source: In words per minute (approximately)
bg: В думи в минута (приблизително)
he: במילים לדקה (בקֵרוּב)
hi: प्रति मिनट शब्दों में (लगभग)
nl: in woorden per minuut (bĳ benadering)

source: Slow Scroll Speed
bg: Бавна скорост на превъртане
he: האטת הגלילה
hi: धीमी स्क्रॉल गति
nl: Langzaam schuiven
tr: Yavaş Kaydırma Hızı

source: When pressing the spacebar
bg: При натискане на клавиша за интервал
he: כאשר לוחצים על מקש הרווח
hi: spacebar दबाते समय
nl: Na indrukken van spatiebalk
tr: Boşluk çubuğuna basıldığında

source: Text
bg: Текст, текстов
he: טקסט
hi: पाठ
nl: Tekst
tr: Metin

source: Highlight color
bg: Цвят на оцветяване
he: צבע הבלטה
hi: चिन्हांकित रंग
nl: Markeerkleur
tr: Vurgu rengi

source: Bold Highlight
bg: Удебелено оцветяване
he: הדגשת ההבלטה
hi: बोल्ड चिन्हांकित
nl: Vetgedrukte markeringen
tr: Kalın vurgu

source: Font color
bg: Цвят на шрифта
he: צבע גופן
hi: फॉन्ट का रंग
nl: Tekstkleur
tr: Yazı tipi rengi

source: Font
bg: Шрифт
he: גופן
hi: फॉन्ट
nl: Lettertype
tr: Yazı tipi

source: Toggle Fullscreen
bg: Превключване на цял екран
he: שינוי מצב מסך מלא
hi: पूर्णस्क्रीन टॉगल करें
nl: Schermvullende weergave aan/uit
tr: Tam Ekranı Aç/Kapat

source: Start/Stop
bg: Пускане/Спиране
he: הפעלה/עצירה
hi: प्रारंभ/रोकें
nl: Starten/Stoppen
tr: Başlat/Durdur

source: Increase Speed
bg: Увеличаване на скоростта
he: האצת הגלילה
hi: गति बढ़ाएँ
nl: Snelheid verhogen
tr: Hızı Artır

source: Decrease Speed
bg: Намаляване на скоростта
he: האטת הגלילה
hi: गति घटाएँ
nl: Snelheid verlagen
tr: Hızı Azalt

source: Increase Font Size
bg: Увеличаване на размера на шрифта
he: הגדלת הגופן
hi: फॉन्ट आकार बढ़ाएँ
nl: Tekst vergroten
tr: Yazı Tipi Boyutunu Artır

source: Decrease Font Size
bg: Намаляване на размера на шрифта
he: הקטנת הגופן
hi: फॉन्ट आकार घटाएँ
nl: Tekst verkleinen
tr: Yazı Tipi Boyutunu Azalt

source: Open a File
bg: Отваряне на файл
he: פתיחת קובץ
hi: एक फाइल खोलें
nl: Bestand openen
tr: Dosya Aç

source: Paste from Clipboard
bg: Поставяне от буфера за обмен
he: הדבקה מלוח הגזירים
hi: क्लिपबोर्ड से पेस्ट करें
nl: Plakken van klembord
tr: Panodan Yapıştır

source: [START] This app can be used to read a script from the screen, just paste or open a text file. Anything between square brackets like [this] is highlighted. [Customization] The font, color of the text and highlights can be customized.
hi: [प्रारंभ] इस ऐप का उपयोग स्क्रीन से एक स्क्रिप्ट पढ़ने के लिए किया जा सकता है, बस एक पाठ फाइल पेस्ट करें या खोलें। [यह] जैसे वर्गाकार कोष्ठकों के बीच की कोई भी चीज़ चिन्हांकित की जाती है। [अनुकूलन] फॉन्ट, पाठ का रंग और चिन्हांकितों को अनुकूलित किया जा सकता है।
nl: [STARTEN] Deze toepassing kan worden gebruikt om een script van het scherm te lezen. Plak of open een tekstbestand. Alle tekst tussen [rechte haken] wordt gemarkeerd. [Aanpassen] Het lettertype, de tekstkleur en markeringen kunnen naar eigen hand worden gezet.
tr: [BAŞLAT] Bu uygulama ekrandan metin okumak için kullanılabilir, bir metin dosyasını yapıştırmanız veya açmanız yeterlidir. [bu] gibi köşeli parantezler arasına alınmış metinler vurgulanır. [Özelleştirme] Yazı tipi, metin rengi ve vurgulamalar özelleştirilebilir.

source: _Preferences
bg: _Настройки
he: _העדפות
hi: प्राथमिकताएँ (_P)
nl: _Voorkeuren
tr: _Tercihler

source: _Keyboard Shortcuts
bg: _Клавишни комбинации
he: _צירופי מקשים
hi: कीबोर्ड शॉर्टकट (_K)
nl: _Sneltoetsen
tr: _Klavye Kısayolları

source: _About Teleprompter
bg: _Относно „Телепромптер“
he: _על מ קראת עזר
hi: Teleprompter के बारे में (_A)
nl: _Over Teleprompter
tr: Teleprompter _Hakkında

# shortcut window
source: General
bg: Общи
he: כללי
hi: जनरल
nl: Algemeen
tr: Genel

# shortcut window
source: Show Shortcuts
bg: Показване на клавишните комбинации
he: הצגת צירופי מקשים
hi: शॉर्टकट दिखाएँ
nl: Sneltoetsen tonen
tr: Kısayolları Göster

# shortcut window
source: Show Preferences
bg: Показване на настройките
he: הצגת העדפות
hi: प्राथमिकताएँ दिखाएँ
nl: Voorkeuren openen
tr: Tercihleri Göster

# shortcut window
source: Quit
bg: Спиране на програмата
he: יציאה
hi: छोड़ें
nl: Afsluiten
tr: Çık

source: New icon 🎉
tr: Yeni simge

source: Measured in words per minute
tr: Dakikada kelime cinsinden ölçülür

source: Teleprompter
bg: Телепромптер
he: מקראת עזר

source: Teleprompter displaying text on a widescreen
bg: Телепромптер, показващ текст на широк екран
he: מקראת עזר מציגה טקסט על מסך רחב
hi: टेलीप्रॉम्प्टर वाइडस्क्रीन पर पाठ प्रदर्शित कर रहा है

source: Teleprompter displaying text in a narrow screen
bg: Телепромптер, показващ текст на тесен екран
he: מקראת עזר מציגה טקסט על מסך צר
hi: टेलीप्रॉम्प्टर एक संकीर्ण स्क्रीन में पाठ प्रदर्शित कर रहा है

source: translator-credits
bg: twlvnn <kraft_werk@tutanota.com>
he: יוסף אור בוצ׳קו <yoseforb@gmail.com>
hi: Scrambled777 <weblate.scrambled777@simplelogin.com>

source: [START] This app can be used to read a script from the screen, just paste or open a text file. Anything between square brackets like [this] is highlighted. [Customization] The font, color of the text and highlights can be customized.
bg: [НАЧАЛО] Това приложение може да се използва за четене на текст от екрана, просто поставете или отворете текстов файл. Всичко, което е между квадратни скоби като [това], се оцветява. [ПЕРСОНАЛИЗИРАНЕ] Шрифтът, цветът на текста и оцветяванията могат да бъдат персонализирани.
he: [התחלה] ניתן להשתמש ביישום זה כדי לקרוא תסריט מהמסך, פשוט להדביק או לפתוח קובץ טקסט. כל דבר שנמצא בתוך סוגריים מרובעים כמו [זה] מובלט. [התאמה אישית] הגופן, צבע הטקסט וההבלטות ניתנים להתאמה אישית.

source: Play/Pause
bg: Пускане/Пауза
he: הפעלה/השהיה
hi: चलाएं/रोकें

# shortcut window
source: Play/Pause
bg: Пускане/Пауза
he: הפעלה/השהיה
hi: चलाएं/रोकें

# shortcut window
source: Fullscreen
bg: Цял екран
he: מסך מלא
hi: फ़ुलस्क्रीन
